{
  "card": [
      {
          "id": 1,
          "title": "Cuando usar let, var y const en JavaScript",
          "category": "Frontend",
          "image": "/img-card-front-1.jpeg",
          "video": "https://www.youtube.com/watch?v=PztCEdIJITY",
          "description": "¿A veces cuando estás programando sientes dificuldades en saber en qué momento utilizar let, var o const para declarar una variable? En este video te sacamos estas dudas, además de explicarte lo que es escopo global y local en JavaScript."
      },
      {
          "id": 2,
          "title": "¿Qué es JavaScript?",
          "category": "Frontend",
          "image": "/img-card-front-2.jpeg",
          "video": "https://www.youtube.com/watch?v=GJfOSoaXk4s",
          "description": "JavaScript: ¿qué es y cómo se hizo este lenguaje que genera muchas discusiones y debates entre la gente del área de desarrollo? Genesys y Gabriela nos hablan exactamente de esto en este Alura Tips."
      },
      {
          "id": 3,
          "title": "Equipo Front End #AluraMás",
          "category": "Frontend",
          "image": "/img-card-front-3.jpeg",
          "video": "https://www.youtube.com/watch?v=rpvrLaBQwgg",
          "description": "¿Estás empezando tus estudios de Programación? ¿Te interesa todo lo que es la creación de Páginas Web Desarrollo de Softwares? ¿O estás pensando en cambiar de carrera y entrar a la maravillosa area de tecnología? En este video, Jeanmarie Quijada, instructora Front End en Alura Latam te explica qué hace el equipo de Front End."
      },
      {
          "id": 4,
          "title": "Spring Framework",
          "category": "Backend",
          "image": "/img-card-back-1.jpeg",
          "video": "https://www.youtube.com/watch?v=t-iqt1b2qqk",
          "description": "¿Busca un framework  para utilizar en sus proyectos? ¿Conoce Spring Framework? Spring es el framework más usado de Java. Nos ofrece herramientas que nos permiten crear proyectos más avanzados, con mejores prácticas y en menor tiempo. También posee una gran comunidad, lo que nos brinda muchísima documentación y ayuda. ¿Quieres saber más?"
      },
      {
          "id": 5,
          "title": "¿Qué es SQL y NoSQL?",
          "category": "Backend",
          "image": "/img-card-back-2.jpeg",
          "video": "https://www.youtube.com/watch?v=cLLKVd5CNLc",
          "description": "¿Cuáles son las diferencias entre una estructura de datos relacional (SQL) y una no relacional (NoSQL) y cuáles son las principales ventajas de cada una? Álvaro Camacho lo explica en este vídeo."
      },
      {
          "id": 6,
          "title": "Simplificando tu código en Java: Conoce los enum #AluraMás",
          "category": "Backend",
          "image": "/img-card-back-3.jpeg",
          "video": "https://www.youtube.com/watch?v=EoPvlE85XAQ",
          "description": "¿Escribir muchas variables del tipo constantes en Java te parece un proceso tedioso y que genera muchas líneas de código? En este Alura+ la instructora Génesys Rondón nos enseña a simplificar esta tarea usando un tipo de dato especial llamado enum."
      },
      {
          "id": 7,
          "title": "¿Qué significa ser un Desarrollador Full Stack?",
          "category": "Fullstack",
          "image": "/img-card-fs-1.jpeg",
          "video": "https://www.youtube.com/watch?v=eejIHbOk_uI",
          "description": "¿Qué es el desarrollo Backend? ¿Cuáles son las tecnologías más utilizadas en el mercado? ¿Cuáles son las habilidades necesarias para ser un desarrollador Backend? En este video, Jeanmarie Quijada, instructora Backend en Alura Latam, te explica qué hace el equipo de Backend."
      },
      {
          "id": 8,
          "title": "Git y GitHub",
          "category": "Fullstack",
          "image": "/img-card-fs-2.jpeg",
          "video": "https://www.youtube.com/watch?v=dw04N616Abw",
          "description": "Herramientas Esenciales para el Control de Versiones y Colaboración en Desarrollo"
      },
      {
          "id": 9,
          "title": "¿Por qué utilizar React?",
          "category": "Fullstack",
          "image": "/img-card-fs-3.jpeg",
          "video": "https://www.youtube.com/watch?v=MnBNPA45NW8",
          "description": "En el Alura.tips de hoy platicaremos con Harland Lohora, instructor Front End en la plataforma de Alura Latam, sobre la librería JS de React. "
      },
      {
          "id": 10,
          "title": "Escola Devops",
          "category": "Devops",
          "image": "/img-card-devops-1.jpeg",
          "video": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
          "description": "Escuela DevOps: ¿Qué es DevOps? ¿Cuáles son las tecnologías más utilizadas en el mercado? ¿Cuáles son las habilidades necesarias para ser un desarrollador DevOps? En este video, Jeanmarie Quijada, instructora DevOps en Alura Latam, te explica qué hace el equipo de DevOps."
      },
      {
          "id": 11,
          "title": "Escola Devops 2",
          "category": "Devops",
          "image": "/img-card-devops-2.png",
          "video": "https://www.youtube.com/watch?v=6drqytIiSHU",
          "description": "Segunda parte de la Escuela DevOps: ¿Por qué es importante DevOps? ¿Cuáles son las ventajas de utilizar DevOps en tu empresa? ¿Cuáles son las herramientas más utilizadas en el mercado? En este video, Jeanmarie Quijada, instructora DevOps en Alura Latam, te explica qué hace el equipo de DevOps."
      }
  ]
}